Repository: 84000/data-translation-memory
Catalog: toh601-v3.tmx
Source language: bo
Languages: en

source: །འོད་ཟེར་གྱི་སྤྲིན་ཕུང་དེ་དག་སླར་འབི་འབིའི་ནང་དུ་འདུས་པས་ཀྱང་དེ་ཉིད་ཡེ་ཤེས་རིན་པོ་ཆེའི་རང་བཞིན་ཤེལ་སྒོང་ལྟར་ཡོངས་སུ་དག་པར་འགྱུར་རོ།
en: The clouds of light rays will then gather back into the clay balls, purifying them so that they are like crystals with the nature of precious wisdom.

source: །དེ་བཞིན་དུ་ཡིད་ཀྱིས་ཀྱང་དམིགས་སོ།
en: This is what one should imagine.

source: །དེ་ནས་འབི་འབིའི་ནང་དུ་བི་མ་ལ་ཨུཥྞཱི་ཥའི་སྙིང་པོ་མུ་དྲའི་ཕྱག་རྒྱར་བྱས་པའམ། གྲོ་གའམ། རས་སམ། ཤོག་ཤོག་གམ། ཤིང་ཤུན་ལ་སྔགས་བྲིས་པ་དང་།
en: Next, the seal of the vimaloṣnīṣa essence mantra is pressed into the clay balls, or the mantra is written on birch bark, cloth, paper, or any bark and inserted into them.

source: དེའི་ནང་དུ་རིགས་ལྔ་སོ་སོའི་སྙིང་པོ། ཨོཾ་ཧཱུྃ་ཏྲཱྃ་ཧྲཱིཿཨཱཿ། དེ་རྣམས་ཕྲུགས་སུ་སྦྱར་ཏེ། མུ་དྲའི་ཕྱག་རྒྱར་བྱས་པའམ། ཡི་གེར་བྲིས་པའམ་གང་ཡང་རུང་སྟེ་ནང་དུ་སྩལ་ན།
en: The essence mantras of each of the five families—oṁ hūṁ trāṁ hrī āḥ—should be incorporated into the vimaloṣṇīṣa mantra so that they are joined as a pair, and then either affixed as a seal or inserted as a written mantra as appropriate.

source: དེ་བཞིན་གཤེགས་པའི་ཐུགས་ཡེ་ཤེས་དང་ལྡན་པར་འགྱུར་རོ།
en: The ball of clay will then possess the wisdom mind of the Tathāgata.

source: །ནང་དུ་སྩོལ་བའི་ཚེ་རིག་པའི་སྔགས་འདི་བརྗོད་པར་བྱའོ། །ཨོཾ་བཛྲ་གརྦྷེ་སྭཱ་ཧཱ།
en: When inserting the spell, one should recite the mantra oṁ vajragarbhe svāhā.

source: ཞེས་བྱ་བ་བཟླས་ན་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཐུགས་ཡེ་ཤེས་དེའི་ནང་དུ་འདུས་ཤིང་ཞུགས་པར་འགྱུར་རོ།
en: Once recited, the wisdom mind of all the tathāgatas will be gathered within it and fixed.

source: །ཡིད་ཀྱིས་ཀྱང་དམིགས་སོ།
en: This is what one should imagine.

source: །དེ་ནས་ཙཻ་ཏྱའི་ཕོར་བུའི་ནང་དུ་ཡུངས་ཀར་རམ། ཏིལ་མར་གྱིས་བསྐུ་བའི་སྔགས་རིག་པ་ཆེན་མོ་འདི་བརྗོད་པར་བྱའོ། ཨོཾ་ཨ་ར་ཛེ་བི་ར་ཛེ་སྭཱ་ཧཱ།
en: After that, one should recite the great spell for anointing the interior of the caitya mold with the oil of white mustard seed or sesame oil: oṁ araje viraje svāhā.

source: ཞེས་ལན་གསུམ་བཟླས་ཤིང་བྱིན་གྱིས་བརླབས་ན་དེ་ཉིད་ཐབས་དང་ཤེས་རབ་འབྲེལ་པ་ལས་ཆོས་ཀྱི་དབྱིངས་ཉིད་ཀྱི་མཆོད་རྟེན་དུ་འགྱུར་རོ།
en: Once this has been recited three times and the blessing conferred, the caitya will become a dharmadhātu caitya through the union of means and wisdom.

source: །དེ་ནས་མཆོད་རྟེན་འདེབས་པའི་ཚེ་རིག་པ་ཆེན་མོ་འདི་བརྗོད་པར་བྱའོ། །ཨོཾ་བཛྭ་མུངྒར་ཨཱ་ཀོ་ཊ་ཡ་ཨཱ་ཀོ་ཊ་ཡ་ཧཱུྃ་ཕཊ།
en: Then, when pressing the caitya, one should recite the great spell oṁ vajra­mudgara ākoṭaya ākoṭaya hūṁ phaṭ.

source: ཅེས་བཟླས་ཤིང་མཆོད་རྟེན་བཏབ་ན་དབྱིངས་དང་ཡེ་ཤེས་གཉིས་སུ་མེད་པར་འབྲེལ་པ་ལས་ཆོས་ཀྱི་སྐུའི་མཆོད་རྟེན་དུ་འགྱུར་རོ།
en: Once it has been recited and the caitya pressed, it will become a dharmakāya caitya through the union of space and nondual wisdom.

source: །དེ་ནས་བི་མ་ལ་ཨུཥྞཱི་ཥའི་སྙིང་པོ་གང་ནས་བྱུང་བས་ཀྱང་མཆོད་རྟེན་བཏབ་ན་དབྱིངས་དང་ཡེ་ཤེས་གཉིས་སུ་མེད་པར་འབྲེལ་པ་ལས་ཆོས་ཀྱི་སྐུའི་མཆོད་རྟེན་འབྱམ་ཀླས་པར་འགྱུར་རོ།
en: Because the caitya is made using the vimaloṣṇīṣa essence mantra in whichever form, it will become an infinite dharmakāya caitya through the union of space and nondual wisdom.

source: །དེ་ནས་མཆོད་རྟེན་ཕོར་བུའི་ནང་ནས་འབྱུང་བའི་རིག་པ་ཆེན་མོའི་སྔགས་འདི་བརྗོད་ལ་དབྱུང་ངོ་།
en: One should next extract the caitya while reciting the great spell for removing it from the mold: oṁ dharmadhātuye svāhā dharmadhātugarbhe svāhā.

source: །ཨོཾ་དྷརྨ་དྷཱ་ཏུ་ཡེ་སྭཱ་ཧཱ། དྷརྨ་དྷཱ་ཏུ་གརྦྷེ་སྭཱ་ཧཱ། ཞེས་ལན་བདུན་བཟླས་ཏེ་མཆོད་རྟེན་ཕྱུང་ན་ཐབས་དང་ཤེས་རབ་གཉིས་སུ་མེད་པར་འབྲེལ་པ་ལས་མཆོད་རྟེན་ཆོས་ཀྱི་སྐུ་འབྱམ་ཀླས་པ་འབྱུང་སྟེ།
en: The caitya is extracted after reciting this seven times, at which point it emerges as an infinite dharmakāya caitya through the union of space and nondual wisdom.

source: འགྲོ་བ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་འཁོར་བ་མ་སྟོངས་ཀྱི་བར་དུ་ཕུན་སུམ་ཚོགས་པར་མཛད་པར་འགྱུར་རོ།
en: It will fulfill, in an extraordinary manner, the aims of all beings in this world until saṃsāra is empty.

source: །དེ་ནས་མཆོད་རྟེན་སྣོད་ནས་བྱུང་བ་ལ་འཁོར་ལོ་གཟུགས་པའི་རིག་པ་ཆེན་མོའི་སྔགས་འདི་བརྗོད་པར་བྱའོ། །ཨོཾ་པྲ་མ་ན་ཡེ་སྭཱ་ཧཱ།
en: Once the caitya has been removed from its container, one should recite the great spell for the ring.

source: ཞེས་བཟླས་ནས་འཁོར་ལོ་བཙུགས་ན་རིན་པོ་ཆེའི་གདུགས་དང་། རིན་པོ་ཆེའི་ཏོག་དང་། རིན་པོ་ཆེའི་རྒྱལ་མཚན་དང་། རིན་པོ་ཆེའི་ཤར་བུ་དང་། དར་གྱི་ལྷབ་ལྷུབ་ལ་སོགས་པ་རྣམས་ཀྱིས་བརྒྱན་ཏེ།
en: After reciting oṁ pramāṇaye svāhā and setting the ring, it should be adorned with a precious parasol, precious pinnacle, precious banner, silk streamers, and other ornaments.

source: མྱ་ངན་ལས་འདས་པའི་ཡོན་ཏན་སྣ་ཚོགས་ཀྱིས་བརྒྱན་ཏེ། འགྲོ་བའི་དོན་ཡིད་བཞིན་དུ་མཛད་པར་འགྱུར་རོ།
en: Ornamented with the various qualities of nirvāṇa, it will benefit beings according to their wishes.

source: དེ་ནས་མཆོད་རྟེན་ན་བཟའ་གསོལ་བའི་ཚེ་རིག་པ་ཆེན་མོ་འདི་བཟླས་ལ་གསོལ་ཏོ། །ཨོཾ་དྷརྨ་དྷཱ་ཏུ་སྭ་བྷཱ་བ་བི་ཤུདྡྷེ་དྷརྨ་ཏེ་སྭཱ་ཧཱ།
en: Then, when the caitya is covered with a cloth, one should recite the great spell oṁ dharmadhātu­svabhāva viśuddhe dharma te svāhā.

source: ཞེས་ལན་མང་དུ་བཟླས་ཏེ་བཏབ་ན་ཆོས་ཀྱི་དབྱིངས་རྣམ་པར་དག་པའི་དོན་དང་ལྡན་པར་འགྱུར་རོ།
en: If one repeats this spell many times, the caitya will signify the pure dharmadhātu.

source: །དེ་ནས་མཆོད་རྟེན་བཏབ་པའི་དཀྱིལ་འཁོར་མཆོད་རྟེན་ལྔར་བཏབ་ན་དཀྱིལ་འཁོར་ཡང་ཕྱོགས་བཞི་དབུས་དང་ལྔར་བྲི་བར་བྱའོ།
en: If the maṇḍala of prepared caityas consists of five caityas, one should draw a maṇḍala with a central space and spaces in the four directions, totaling five.

source: །དེ་བཞིན་དུ་མཆོད་རྟེན་གྱི་གྲངས་བརྒྱ་འམ། སྟོང་ངམ་གང་བཏབ་པ་དེའི་གྲངས་དང་མཆོད་རྟེན་གྱི་ཤོང་ཚད་ཀྱི་དཀྱིལ་འཁོར་གྱི་རེའུ་མིག་རྡོའི་སྟེགས་བུ་བརྩིགས་པ་ནི་སའམ།
en: When making any number of caityas—be it a hundred or a thousand—construct a stone base with a number of maṇḍala squares corresponding to the number of caityas.

source: རྡོ་ལེབ་བམ། ཤིང་ལ་སོགས་པ་ལ་དཀྱིལ་འཁོར་གྲུ་བཞིར་བགྱིས་ཏེ།
en: It should be a square maṇḍala made of earth, stone, wood, and so forth.

source: འོག་གི་ཁྲི་ཡང་སེང་གེའི་ཁྲིའམ། །རིན་པོ་ཆེའི་ཁྲིའམ། པདྨའི་ཁྲི་སྟེགས་སུ་བྱས་ལ་དེའི་སྟེང་དུ་གོམ་ཡཾ་དང་།
en: The throne beneath it can be a lion throne, a jewel throne, or a lotus throne.

source: སྤོས་ཆུས་ཆག་ཆག་བཏབ་སྟེ།
en: Once this base has been made, it should be sprinkled with cow dung mixed with scented water.

source: དབུས་དང་ཕྱོགས་བཞིར་མཆོད་རྟེན་བཞུགས་པའི་ས་ཀུན་དུ་གུར་གུམ་དང་། ཙནྡན་གྱི་ཆུས་ཟླུམ་པོར་བསྐུས་ལ།
en: Water infused with saffron and sandalwood should be smeared in a circle to encompass the entire area where the central caitya and caityas in the four directions will be placed.

source: སྲད་བུས་ཐིག་བཏབ་ལ་དཀྱིལ་འཁོར་བྲི་བར་བྱ་སྟེ།
en: Use thread to demarcate and then draw the maṇḍala.

source: དཀྱིལ་འཁོར་བྲི་བ་ཡང་མཆོད་རྟེན་ལྔར་བཏབ་ན་དཀྱིལ་འཁོར་གྱི་ཕྱོགས་བཞི་དབུས་དང་ལྔར་བྲི་བར་བྱའོ།
en: When drawing a maṇḍala for five caityas, draw a maṇḍala with five spaces—a central space and spaces in the four directions.

source: །དེ་བཞིན་དུ་མཆོད་རྟེན་གྱི་གྲངས་བརྒྱའམ། སྟོང་གང་བཏབ་པ་དེའི་གྲངས་ཀྱི་མཆོད་རྟེན་གྱི་ཤོང་ཚད་ཀྱི་དཀྱིལ་འཁོར་རེའུ་མིག་རྡོ་རྗེ་དྲ་བའི་ཐིག་གིས་ས་གཅད་པར་བྱའོ།
en: In the same way, the lines of the vajra grid should be used to demarcate the space into maṇḍala squares corresponding to the number of caityas, be they one hundred or one thousand.

source: །མཆོད་རྟེན་གཞག་པའི་ས་གཞི་ཐམས་ཅད་པདྨ་འདབ་མ་བརྒྱད་པར་བྲི་བར་བྱའོ།
en: An eight-petaled lotus should be drawn in each of the spaces where a caitya is to be placed.

source: །དེ་ནས་མཆོད་རྟེན་གྱི་དཀྱིལ་འཁོར་དུ་བཞུགས་པའི་ཚེ་རིག་པ་ཆེན་མོའི་སྔགས་འདི་བརྗོད་ལ་བཞུགས་སུ་གསོལ་ལོ། །ཨོཾ་སུ་པྲ་ཏིཥྛ་སྟུ་པེ་སྭཱ་ཧཱ།
en: Then, once the caitya maṇḍala has been set up, the request to remain is made using the mantra spell oṁ supratiṣṭha stūpe svāhā.

source: ཞེས་ལན་གསུམ་བཟླས་ཏེ་མཆོད་རྟེན་བཞག་ན་བདག་དང་གཞན་གྱི་དོན་ཕུན་སུམ་ཚོགས་པར་སྤྱོད་པར་འགྱུར་རོ།
en: After reciting this three times and setting out the caitya, it will function extraordinarily to serve the aims of oneself and others.

source: །དེ་ནས་མཆོད་རྟེན་དགོད་པའི་རིམ་པ་ནི་དང་པོ་དབུས་སུ་དགོད། དེ་ནས་ཤར་དུ་དགོད། དེ་ནས་ལྷོར་དགོད། དེ་ནས་ནུབ་ཏུ་དགོད། དེ་ནས་བྱང་གི་བར་དུ་རིམ་པ་བཞིན་དུ་དགོད་པར་བྱའོ།
en: The sequence for arranging the caityas is as follows: the first is placed in the center, then one proceeds sequentially to set one in the east, south, west, and north.

source: །དགོད་པའི་ཚེ་རིག་པ་ཆེན་མོའི་སྔགས་འདི་བརྗོད་པར་བྱའོ།
en: The great spell to be recited while placing them is oṁ vajra­padmasamaye svāhā.

source: །ཨོཾ་བཛྲ་པདྨ་ས་མ་ཡེ་སྭཱ་ཧཱ། ཞེས་ལན་གསུམ་དུ་བཟླས་ལ་རྡོ་རྗེ་དང་པདྨའི་གདན་ལ་བཞུགས་སུ་གསོལ། །ཞེས་བྱས་ལས་གཞི་དང་། ནམ་མཁའི་ཁམས་དང་། རྒྱ་མཚོའི་མཇིང་ཐམས་ཅད་མཆོད་རྟེན་གྱིས་གང་བར་ཡིད་ཀྱིས་ཀྱང་དམིགས་སོ།
en: After reciting it three times, say, “please be seated on the vajra and lotus seat” while imagining that everything—the ground, the expanse of the sky, and the depths of the sea—is filled with caityas.

source: །གཞན་ཡང་མཆོད་རྟེན་རེ་རེ་བཏབ་ནས་ཐལ་བྱུང་དཀྱིལ་འཁོར་སྟེང་དུ་བཞུགས་ལ། སྤོས་དང་། མེ་ཏོག་ལ་སོགས་པ་མཆོད་པ་རྣམ་པ་ལྔས་མཆོད་ཅིང་བཞུགས་སུ་གསོལ།
en: Alternatively, one offers incense, flowers, and the rest of the fivefold offering and makes the request to remain after each caitya is made and placed in the maṇḍala.

source: མཆོད་རྟེན་གྱི་ཁ་དོག་ལ་སོགས་པ་བསྐུ་བ་ནི་ཞི་བའི་དཀར་པོ། རྒྱས་པའི་སེར་པོ། དབང་གི་དམར་པོ། བསྲུང་བའི་ལྗང་གུར་དམིགས་ཏེ།
en: The color of the caityas and other features are painted observing the following correspondences: white for pacification, yellow for increasing, red for magnetizing, and green for protection.

source: ན་བཟའ་ཡང་དེ་དེ་བཞིན་དུ་གསོལ་ལ་ཡིད་ཀྱིས་ཀྱང་དེ་བཞིན་དུ་དམིགས་སོ།
en: The cloth should follow the same scheme. This is what one should imagine.

source: །དེ་ནས་མཆོད་རྟེན་གྱི་དཀྱིལ་འཁོར་བྱིན་གྱིས་བརླབ་པར་བྱ་སྟེ།
en: Next, the maṇḍala of caityas should be blessed.

source: དཀྱིལ་འཁོར་གྱི་སྟེང་དུ་ཡི་གེ་རཾ་དམར་པོ་གནས་པ་ལས་རིག་པ་ཆེན་མོའི་སྔགས་འདི་བརྗོད་པར་བྱ་སྟེ། ཧཱུྃ་རཾ་སྭཱ་ཧཱ།
en: One should recite the mantra of the great spell hūṁ raṃ svāhā, which has emerged from the red syllable raṃ located above the maṇḍala.

source: ཞེས་ལན་གསུམ་བཟླས་པས་དེ་ཉིད་ཡེ་ཤེས་ཀྱི་མེ་དཔུང་ཆེན་པོར་རབ་ཏུ་འབར་ནས་གནས་དེ་དག་གི་རྟོག་པ་རྣམ་པར་སྦྱངས་ཏེ། དཀྱིལ་འཁོར་གྱི་གཞི་དེ་ཉིད་རིན་པོ་ཆེ་སྣ་ལྔ་ལས་གྲུབ་པའི་དཀྱིལ་འཁོར་དུ་འགྱུར་རོ།
en: After reciting it three times, a great flame of the wisdom of suchness will burn fiercely, purifying the concepts in those places so that the very foundation of the maṇḍala will be made of the five precious substances.

source: །དེ་ནས་དཀྱིལ་འཁོར་ལེའུ་ཚེ་ལྔའམ། བརྒྱའམ། སྟོང་ངམ། གང་བྲིས་པའི་དབུས་རྣམས་སུ་ཡི་གེ་ཨ་དཀར་པོ་གནས་པ་ལས་རིག་པ་ཆེན་མོའི་སྔགས་འདི་བརྗོད་པར་བྱ་སྟེ། ཨོཾ་ཨ་ཙནྡྲ་མཎྜ་ལ་ཧཱུྃ་ཕཊ།
en: One should next recite the great spell oṁ a candra­maṇḍala hūṁ phaṭ, which emerges from the place where a white syllable a stands in the center of the fivefold, hundredfold, or thousandfold maṇḍala grid.

source: ཅེས་གྲངས་ཇི་ཙམ་རན་པར་བཟླས་ན་མཆོད་རྟེན་གྱི་གདན་ཟླ་བའི་དཀྱིལ་འཁོར་རེ་རེར་འགྱུར་རོ།
en: After reciting it an equivalent number of times, each cell becomes a moon-disk seat for a caitya.

source: །དེ་ནས་མཆོད་རྟེན་གྱི་ཆོ་ག་མཛད་པའི་ཚེ་ཁ་ཤར་ནུབ་གང་བདེར་བལྟས་ལ། བདག་ཉིད་རྡོ་རྗེ་འཛིན་པའི་སྐུ་ཕྱག་རྒྱ་ཆེན་པོར་ཏིང་ངེ་འཛིན་གྱིས་བསྒྱུར་ཏེ།
en: After that, when performing the maṇḍala rite one should face either east or west, whichever is easier, and use one’s samādhi to transform oneself into the great seal, the form of Vajradhara.

source: སྙིང་གར་ཟླ་བའི་དཀྱིལ་འཁོར་གྱི་སྟེང་དུ་རྡོ་རྗེ་རྩེ་ལྔ་པ་ཡེ་ཤེས་ཀྱི་འོད་དཔུང་འཕྲོ་བ་གནས་པར་བྱས་ལ།
en: Above a moon disk at the heart, one should create a five-pronged vajra that emits an effulgence of wisdom light.

source: སྐུ་དང་བ་སྤུའི་གསེབ་ཐམས་ཅད་ནས་ཀྱང་ཡེ་ཤེས་ཀྱི་འོད་ཟེར་དང་།
en: These rays of wisdom light radiate from every pore on one’s body, spreading infinitely like cloud banks of buddhas and their maṇḍalas.

source: སངས་རྒྱས་ཀྱི་དཀྱིལ་འཁོར་དང་བཅས་པའི་སྤྲིན་ཕུང་བཞིན་དུ་མཐར་འབྱམ་ཀླས་པར་འཕྲོས་ཤིང་སེམས་ཅན་གྱི་ཁམས་ཐམས་ཅད་དུ་བྱིན་གྱིས་བརླབས་ཤིང་དོན་མཛད་ནས་སླར་སྐུའི་ནང་དུ་ཐིམ་པར་འགྱུར་ཏེ།
en: They bless all the realms of beings, fulfill their aims, and then dissolve back into one’s body.

source: དེ་བཞིན་དུ་ཡིད་ཀྱིས་ཀྱང་དམིགས་སོ།
en: This is what one should imagine.

source: །དེ་ནས་མཆོད་རྟེན་གྱི་གཞལ་ཡས་ཁང་བསྐྱེད་པ་ནི་མཆོད་རྟེན་དཀྱིལ་འཁོར་དུ་བཞག་པ་ལ་རྡོ་རྗེ་དབྱིངས་མའི་ཕྱག་རྒྱ་བཅིངས་ནས་མཆོད་རྟེན་གྱི་སྟེང་དུ་རེག་པར་བྱས་ལ། རིག་པ་ཆེན་མོའི་སྔགས་འདི་བརྗོད་པར་བྱའོ།
en: Next is the generation of the caitya palace. One should form the vajradhātu gesture over the caitya placed in the maṇḍala, touch the top of the caitya, and then recite the mantra for the great spell: oṁ vajra­dhātu adhitiṣṭha hūṁ.

source: །ཨོཾ་བཛྲ་དྷཱ་ཏུ་ཨ་དྷི་ཏིཥྛ་ཧཱུྃ། ཞེས་བཟླས་ཏེ་བྱིན་གྱིས་བརླབས་པས་རིན་པོ་ཆེ་སྣ་ཚོགས་ཀྱི་གཞལ་མེད་ཁང་གི་ནང་ན་རིན་པོ་ཆེའི་ས་གཞི་དང་། ཆོས་ཀྱི་དབྱིངས་ཀྱི་དཀྱིལ་འཁོར་གྱི་སྟེང་ན་ཟླ་བའི་གདན་གྱི་དབུས་ན་མཆོད་རྟེན་བཞུགས་པར་འགྱུར་རོ། །དེ་བཞིན་དུ་ཡིད་ཀྱིས་ཀྱང་དམིགས་སོ། །དེ་ལྟར་དུ་མཆོད་རྟེན་རེ་རེ་བཏབ་སྟེ།
en: Through this blessing, the caitya will be established in the center of a moon seat upon a dharmadhātu maṇḍala and a ground made of precious substances, all within a palace composed of various precious materials.

source: བཞག་ནས།
en: This is what one should imagine.

source: དེ་ལ་མཆོད་པའི་རྣམ་པས་མཆོད་ནས་ནི་སེང་གེའི་རྒྱལ་མཚན་དང་། འབྲས་ཆན་དང་། སྤྱན་གཟིགས་སྣ་ཚོགས་དང་འདྲ་ཞིང་དགོད་པ་དང་། བླ་རེ་དང་། འཕན་དང་། གདུགས་དང་། ཕྲེང་བ་དང་། བདུག་པ་དང་། མར་མེ་དང་།
en: Once each caitya has been prepared in this way, set out, and presented with different kinds of offerings, one should recite the spell for purifying different kinds of offerings, including lion banners, cooked rice, arrangements of fine foods and the like, canopies, streamers, parasols, garlands, fragrances, lamps, and incense:oṁ sarvapūja puṣpe svāhā.

source: སྤོས་དང་། མཆོད་པའི་རྣམ་པ་རྣམས་རྣམ་པར་དག་པར་སྦྱང་བའི་རིག་པ་ཆེན་མོ་འདི་བརྗོད་པར་བྱའོ། །ཨོཾ་སརྦ་པཱུ་ཛ་པུཥྤེ་སྭཱ་ཧཱ། ཞེས་བཟླས་ཏེ་བྱིན་གྱིས་བརླབས་པས་ཀུན་དུ་བཟང་པོའི་མཆོད་པའི་སྤྲིན་ཕུང་ཕུན་སུམ་ཚོགས་པས་རྣམ་པར་འཁྲིགས་ཤིང་ཆར་གྱི་རྒྱུན་བཞིན་དུ་འབབ་པར་འགྱུར་རོ།
en: After it has been recited, its blessings will cause the offerings to amass as marvelous Samantabhadra offering clouds and fall like rain.

source: །མཆོད་རྟེན་མཆོད་པ་རྣམ་པ་ལྔ་པོ་ཆ་རེ་རེས་མཆོད་ཅིང་། ཡོན་དུ་དར་བུ་ཆུང་དང་། འཕན་ལ་སོགས་པའི་བླ་རེ་དང་། གདུགས་བུ་ཆུང་ཡང་རུང་སྟེ་རེ་རེ་དབུལ་ལོ།
en: The five kinds of offerings to a caitya should be presented one by one, and they should be offered as individual gifts to the extent one is able, even if the cloth is small, the canopies are frayed and so forth, and the parasols are small.

source: །དེ་ལྟར་ཆོ་ག་བཞིན་དུ་བཏབ་པ་ལགས་ན་དགོངས་པ་རྒྱུད་ཀྱི་ཏིང་ངེ་འཛིན་གསལ་བར་བྱ་བ་ནི་མཆོད་རྟེན་གྱི་ཕྱོགས་བཞི་དབུས་དང་ལྔར་རིགས་ལྔའི་སངས་རྒྱས་སྐུ་མདོག་དང་།
en: While the rite is being performed, one should clarify one’s samādhi, one’s continuity of experience.

source: རྒྱན་དང་། ཆ་ལུགས་དང་། འཁོར་ཕུན་སུམ་ཚོགས་པ་ཚུལ་བཞིན་དུ་དགོངས་ཏེ་དམིགས་པར་བྱའོ།
en: To do this one should recognize and imagine that the five caityas—those in the center and four directions—share the extraordinary colors, ornaments, attributes, and retinues of the buddhas of the five families.

source: །ཡེ་ཤེས་ལྔ་ལས་གྲུབ་པའི་མཆོད་རྟེན་དེ་ཡང་རང་བཞིན་གྱིས་རྣམ་པར་དག་ཅིང་གསལ་བ་དེ་དག་གི་བུམ་པའི་དབུས་སུ་བི་མ་ལ་ཨུཥྞཱི་ཥའི་གཟུངས་ཀྱི་སྙིང་པོ་དང་། རིགས་ལྔ་སོ་སོའི་སྙིང་པོ་འབྲུ་རེ་ཁ་དོག་གསེར་བཙོ་མ་བཞིན་དུ་དངས་ཤིང་འཚེར་བ་གཅིག་ཏུ་དམིགས་ལ།
en: One visualizes that those caityas, which are made of the five wisdoms, are pure and clear by nature, and that each letter of the vimaloṣṇīṣa dhāraṇī and the essence mantra of each of the five families in the center of those caitya vessels is brilliant and uniquely dazzling, like refined gold.

source: དེ་དག་ལས་ཡེ་ཤེས་ཀྱི་འོད་ཟེར་སྣ་ཚོགས་འབྱམ་ཀླས་པར་རིགས་ལྔ་ཕྱོགས་བཅུར་འཕྲོས་པ་ལས་དེ་བཞིན་གཤེགས་པའི་སྐུའི་སྤྲིན་གྱིས་ནམ་མཁའི་མཐས་ཀླས་ཤིང་ཆོས་ཀྱི་དབྱིངས་ཀྱི་མུར་ཐུག་པར་བརྒྱན་ཅིང་གྲུབ་པར་གྱུར་ནས་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་བྱིན་གྱིས་བརླབས་ཏེ།
en: The five families, in the form of infinite and multicolored rays of wisdom light, spread throughout the ten directions, adorning the infinite sky and the entirety of the dharmadhātu with clouds of tathāgata bodies.

source: འགྲོ་བ་ཐམས་ཅད་ཀྱི་དོན་འདི་མཛད་ཅིང་རེ་བ་བསྐང་ནས་སླར་འདུས་ཏེ། དེ་ཉིད་ཀྱི་དབུའི་གཙུག་དང་། ཐུགས་ཀར་ཕོག །
en: Having accomplished that, they bless all the realms of the world, serve the aims of all beings there, and fulfill their hopes.

source: ཕྲིན་ལས་ཀྱི་སྒྲིབ་པ་ལ་སོགས་པ་རྣམ་པར་དག་སྟེ།
en: The rays of wisdom light return, strike the top of one’s head and heart, and purify anything that obscures awakened activity and so forth.

source: སྐུ་དང་། གསུང་དང་། ཐུགས་རྡོ་རྗེ་ཉིད་དུ་གྱུར་པར་དམིགས་ལ།
en: One should imagine that one now has the nature of vajra body, speech, and mind.

source: དུང་ཕོར་གྱི་ནང་དུ་སྤོས་ཆབ་དང་། དྲི་སྣ་ཚོགས་སྦྱར་བའི་ཨརྒྷས་གསོལ་ཏོ།
en: Next perform the reception using offering water consisting of scented water mixed with various fragrances.

source: །ཨརྒྷའི་ཕྱག་རྒྱ་བཅིངས་ལ་དེའི་སྟེང་དུ་དུང་ཕོར་བཞག་ལ་སྤོས་ཆུའི་ནང་དུ་ཨ་དཀར་པོ་ལས་ཟླ་བའི་དཀྱིལ་འཁོར་དུ་གྱུར་པའི་འོད་ཟེར་གྱིས་སྤོས་ཆུ་ཉིད་ཡེ་ཤེས་ཀྱི་བདུད་རྩིའི་རང་བཞིན་དུ་གྱུར་པར་དགོངས་ཤིང་དམིགས་ཏེ།
en: Form the gesture of the offering water, place the conch shell on it, and imagine that a white syllable a in the scented water transforms into a moon disk from which shine rays of light that grant the scented water the nature of wisdom nectar.

source: མཆོད་པ་འབུལ་བའི་རེག་པ་ཆེན་མོ་འདི་བརྗོད་པར་བྱའོ། །ཨོཾ་ཨ་མྲྀ་ཏེ་ཨརྒྷཾ་པྲ་ཏཱིཙྪ་སྭཱ་ཧཱ།
en: One should then recite the great spell for making offerings: oṁ amṛte arghaṃ pratīccha svāhā.

source: ཞེས་བཟླས་ནས་དབུའི་སྤྱི་བོར་ལན་གསུམ་དུ་བདུགས་ཤིང་སྦྲེངས་ཏེ་ཕུལ་བས་འཕགས་པ་ཐམས་ཅད་མཉེས་པར་འགྱུར་རོ།
en: After reciting it, one should scent the pinnacles of the caityas three times by pouring the water. The noble ones will be pleased with this offering.

source: །ཚིག་ཏུ་ཡང་འཕགས་པ་ཐམས་ཅད་མཉེས་པར་གྱུར་ཅིག་ཅེས་ཀྱང་བརྗོད་དོ།
en: This should be expressed with the words “May all noble ones be pleased.”

source: །དེ་ནས་ཕྱག་རྒྱའི་རྒྱ་མཚོའི་སྤྲིན་གྱིས་དབུའི་གཙུག་ཏུ་བཀྲམ་སྟེ་ཡེ་ཤེས་ཀྱི་སྐུའི་ནང་དུ་འདུས་ཤིང་ཕུན་སུམ་ཚོགས་པའི་དབང་ཐམས་ཅད་བསྐུར་བར་དམིགས་སོ།
en: Then, using the oceanic cloud gesture, the water should be sprinkled over the pinnacles, after which one imagines that it gathers in the wisdom body and all the marvelous initiations are conferred.

source: །དེ་ནས་བི་མ་ལ་ཨུཥྞཱི་ཥའི་གཟུངས་འདི་བཀླག་ཅིང་ལན་ཅི་མང་དུ་བརྗོད་པར་བྱས་ནས་བསྔོ་བ་དང་སྨོན་ལམ་རྒྱས་པར་གདབ་པར་བྱའོ།
en: After this, the vimaloṣṇīṣa dhāraṇī should be read aloud an appropriate number of times, the merit should be dedicated, and extensive aspirations should be made.

source: །ཆོ་ག་འདི་བཞིན་དུ་རྫོགས་པར་བྱ་བ་མི་བདེ་ན་རང་གི་ལྷ་ཉིད་ཀྱི་ཏིང་ངེ་འཛིན་གྱིས་སྐུར་བསྒྱུར་བ་ལས་དགོངས་པ་མ་ཉམས་པར་བྱ་སྟེ། མཆོད་རྟེན་དང་།
en: If one finds it difficult to complete this rite as prescribed, one should transform one’s body using the samādhi of one’s personal deity and not let that intention weaken.

source: མཆོད་པའི་ཡོ་བྱད་ལ་སོགས་པ་ཐམས་ཅད་རང་བཞིན་གྱིས་ཆོས་ཀྱི་དབྱིངས་རྣམ་པར་དག་པར་དགོངས་ཏེ།
en: One should recognize that the caityas and articles of worship are the nature of the dharmadhātu in their pure aspect.

source: མཆོད་རྟེན་བཏབ་ན་ཡང་ཆོ་ག་རྒྱས་པར་བྱ་བ་དང་འདྲ་སྟེ་འགལ་བ་མེད་དོ།
en: If one makes caityas in this way, it is the same as the extensive rite. There is no contradiction.

source: །དེ་བཞིན་དུ་མ་གྱུར་ན་ཡང་བི་མ་ལ་ཨུཥྞཱི་ཥའི་གཟུངས་འདི་ཀློག་པ་དང་། འཛིན་པ་དང་།
en: If even this is not possible, one can make a caitya by reciting the vimaloṣṇīṣa dhāraṇī, keeping it in mind, writing it down, and carrying it with one.

source: ཡི་གེར་འདྲི་ཞིང་འཆང་བས་མཆོད་རྟེན་བཏབ་ན་ཆོ་ག་རྒྱས་པར་མཛད་པ་ཉིད་འདི་ཡིན་ཏེ།
en: If one does this, it is in fact the extensive rite.

source: མཆོད་རྟེན་དེ་དེ་བཞིན་གཤེགས་པའི་སྐུར་བསྒྱུར་ནས་བདག་དང་གཞན་གྱི་དོན་ཕུན་སུམ་ཚོགས་པར་བྱེད་པར་འགྱུར་རོ།
en: Those caityas will be transformed into the body of the Tathāgata and will serve to benefit oneself and others in an extraordinary way.

source: །བི་མ་ལ་ཨུཥྞཱི་ཥའི་གཟུངས་འདི་མ་བརྗོད་ན་མཆོད་རྟེན་ལ་མཆོད་པ་ཕུལ་ཞིང་མངའ་གསོལ་ཡང་མངའ་ཕུལ་བར་མི་འགྱུར་རོ། །གཞུང་ལས་ཀྱང་འདི་སྐད་ཅེས་འབྱུང་ངོ་། །རིག་སྔགས་གསང་སྔགས་ཐམས་ཅད་ཀྱི།
en: If one does not recite the vimaloṣṇīṣa dhāraṇī, even when offerings are made and power invested, no power will be conferred.

source: །སྔགས་ཀྱི་རང་བཞིན་མི་གསལ་ཞིང་། །དགོངས་པའི་ཏིང་འཛིན་མི་གསལ་བས། །མཆོད་རྟེན་ལ་སོགས་སྐུ་གཟུགས་རྣམས། །བཏབ་ཀྱང་རྫོགས་པར་ཡོང་མི་འགྱུར། །ཞེས་འབྱུང་ངོ་།
en: This is also said in scripture: “When the nature of a mantra is not clear For any spell or mantra, And when the samādhi of realization is not clear, All forms, including caityas and the like, Will not be complete even when constructed.”

source: །གང་ཞིག་གསང་སྔགས་དང་དགོངས་པར་ལྡན་པས་མཆོད་རྟེན་དང་སྐུ་གཟུགས་བཏབ་པའི་ཡོན་ཏན་ནི་ཇི་སྐད་དུ། མཆོད་རྟེན་ཆོ་ག་དམ་པ་འདི། །བསོད་ནམས་བགྱིས་པའི་ཁྱད་པར་ནི། །གཟུངས་འདི་བཟླས་པའི་མཆོད་རྟེན་གྱིས། །གཅིག་བཏབ་བྱེ་བ་བཏབ་དང་འདྲ།
en: The qualities of a caitya and other images made by one who possesses secret mantra and realization are described as follows: In this sublime caitya rite, Casting a single caitya incanted with this dhāraṇī, Which is distinct for its generation of merit, Is the same as making ten million.

source: །ཡུན་རིང་དུས་ནས་འཁོར་བ་ཡི། །མཚམས་མེད་ལྔ་དང་སྡིག་དཔུང་རྣམས། །ཇི་སྙེད་ཡོད་པ་མ་ལུས་འབྱང་།
en: The five acts with immediate retribution and the mass of evil Of those long in saṃsāra Will all be cleansed, So that they will have a miraculously long life.

source: །ཚེ་རིང་ཕུན་སུམ་ཚོགས་པར་འགྱུར། །ཚེ་རབས་གཞན་དུ་སྐྱེ་བ་ན། །རིགས་མཆོག་དམ་པར་སྐྱེས་ནས་ཀྱང་། །ལོངས་སྤྱོད་མཆོག་དང་རབ་ལྡན་ཞིང་། །འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་སྐྱེ།
en: In all their lives to come, They will be born into sublime and exalted families, Possess supreme enjoyments, And be born as universal monarchs.

source: །ཚེ་རབས་སྔ་ཕྱི་དྲན་པར་འགྱུར། །དུས་གསུམ་འཇིག་རྟེན་ཐམས་ཅད་དུ། །དཀོན་མཆོག་གསུམ་དང་མི་འབྲལ་ཞིང་།
en: They will know all their past and future lives, And in all worlds throughout the three times Will never be separated from the Three Jewels.

source: །བགེགས་དང་གནོད་པས་དེ་མི་བསྐྱོད། །བསམ་པ་ཡོངས་སུ་འགྲུབ་པར་འགྱུར།
en: Unshaken by obstacles and harms, They will succeed in their intentions And in the end reach perfect awakening.

source: །མཐར་ནི་མངོན་པར་འཚང་རྒྱའོ། །བི་མ་ལ་ཨུཥྞཱི་ཥའི་གཟུངས་རྫོགས་སོ།། །།
en: This completes “The Vimaloṣṇīṣa Dhāraṇī.”
